tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
brew "act"
brew "actionlint"
brew "apr-util"
brew "python@3.10"
brew "awslogs"
brew "curl"
brew "fish"
brew "freetds"
brew "git-secrets"
brew "libffi"
brew "golang-migrate"
brew "hadolint"
brew "mysql@5.7", restart_service: true
brew "nginx"
brew "nvm"
brew "openssl@3"
brew "peco"
brew "php@8.0"
brew "postgresql", restart_service: true
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "tree"
brew "z"
brew "zlib"
brew "heroku/brew/heroku"
cask "brewlet"
cask "chromedriver"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "ngrok"
